tap "azure/functions"
tap "crisidev/chunkwm"
tap "d12frosted/emacs-plus"
tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "railwaycat/emacsmacport"
tap "sass/sass"
tap "thoughtbot/formulae"
brew "libyaml"
brew "ansible"
brew "glib"
brew "cairo"
brew "harfbuzz"
brew "openjdk"
brew "ant"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "python@3.11"
brew "azure-cli"
brew "libssh2"
brew "bat"
brew "bluetoothconnector"
brew "cmake"
brew "ruby"
brew "cocoapods"
brew "coreutils"
brew "deno"
brew "dotnet"
brew "exa"
brew "fd"
brew "unbound"
brew "gnutls"
brew "libass"
brew "libssh"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "fnm"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-delta"
brew "gnupg"
brew "gobject-introspection"
brew "gpgme"
brew "graphicsmagick"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "heimdal"
brew "hub"
brew "jq"
brew "krb5"
brew "leiningen"
brew "libheif"
brew "libpq"
brew "libproxy"
brew "openssl@1.1"
brew "python@3.9"
brew "libxml2"
brew "lua-language-server"
brew "memcached", restart_service: true
brew "mkcert"
brew "node"
brew "mongosh"
brew "python@3.10"
brew "mono"
brew "mysql", restart_service: true
brew "neovim"
brew "nghttp2"
brew "nss"
brew "perl"
brew "pipenv"
brew "pipx"
brew "poppler"
brew "postgresql@13"
brew "postgresql@14"
brew "pyenv"
brew "tcl-tk"
brew "python@3.8"
brew "qemu"
brew "qt"
brew "qt@5"
brew "rabbitmq", restart_service: true
brew "redis", restart_service: true
brew "ripgrep"
brew "stow"
brew "subversion"
brew "vim"
brew "xsv"
brew "yarn"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "zsh-completions"
brew "azure/functions/azure-functions-core-tools@4"
brew "jesseduffield/lazygit/lazygit"
brew "mongodb/brew/mongodb-community"
brew "sass/sass/sass"
cask "alacritty"
cask "discord"
cask "font-hack-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-source-code-pro"
cask "keepassxc"
cask "keycastr"
cask "postman"
cask "xquartz"
vscode "adityavm.vscode-monokai-seti"
vscode "astro-build.astro-vscode"
vscode "azurite.azurite"
vscode "bierner.markdown-mermaid"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "jacobpfeifer.pfeifer-hurl"
vscode "kahole.magit"
vscode "mattn.lisp"
vscode "mgmcdermott.vscode-language-babel"
vscode "mikestead.dotenv"
vscode "mrmlnc.vscode-scss"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-azurefunctions"
vscode "ms-azuretools.vscode-azureresourcegroups"
vscode "ms-azuretools.vscode-azurestorage"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode.azure-account"
vscode "ms-vscode.cpptools"
vscode "ms-vsliveshare.vsliveshare"
vscode "prisma.prisma"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ronnidc.nunjucks"
vscode "rust-lang.rust-analyzer"
vscode "sissel.shopify-liquid"
vscode "smukkekim.theme-setimonokai"
vscode "tamasfe.even-better-toml"
vscode "unifiedjs.vscode-mdx"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscodevim.vim"
